{
    "login_page": {
        "title": "จัดการฟาร์มกุ้ง",
        "subtitle": "ยินดีต้อนรับเข้าสู่ระบบจัดการจองครบวงจร\nเพื่อคนเกษตรกรไทย ด้วยนวัตรกรรมระดับสากล",
        "login_button": "เข้าสู่ระบบ",
        "register_button": "สมัครสมาชิก",
        "version": "Version {}",
        "copyright": "© 2022 AXONS. All Rights Reserved.",
        "form": {
            "title": "เข้าสู่ระบบ",
            "username": "ชื่อผู้ใช้งาน",
            "password": "รหัสผ่าน",
            "forgot_password": "ลืมรหัสผ่าน",
            "login_button": "เข้าสู่ระบบ"
        }
    },
    "register_page": {
        "title": "ลงทะเบียนสมัครสมาชิก",
        "subtitle": "เพื่อสิทธิพิเศษต่างๆมากมาย",
        "fname": "ชื่อ",
        "lname":"นามสกุล",
        "province":"จังหวัด",
        "tel":"เบอร์โทรศัพท์",
        "placeholder": {
            "fname": "ชื่อของคุณ",
            "lname": "นามสกุลของคุณ",
            "tel": "เบอร์โทรศัพท์ของคุณ",
            "province": "กรุณาเลือกจังหวัด"
        },
        "or": "หรือ",
        "register_button": "ยืนยันสมัครสมาชิก",
        "login_with_username_button": "เข้าสู่ระบบด้วย username AD"
    },
    "policy_and_condition_page": {
        "title": "ข้อกำหนดและเงื่อนไข",
        "detail": "ข้อกำหนดและเงื่อนไขการใชเแอปพลิเคชัน หรือข้อตกลงการใช้แอปพลิเคชันเป็นสัญญาประเภท หนึ่งที่เจ้าของเว็บไซต์หรือแอปพลิเคชันกำหนดขึ้นเพื่อกำหนดและควบคุมเงื่อนไขลักษณะการใช้เว็บไซต์หรือแอปพลิเคชันของตนจาก ผู้เยี่ยมชม ผู้ใช้ หรือสมาชิกของเว็บไซต์หรือ แอปพลิเคชัน เพื่อจุดประสงค์ต่างๆ เช่น เพื่อให้เกิดประสิทธิภาพสูงสุดในการใช้งาน เช่น การแจ้งให้ผู้เยี่ยมชม ผู้ใช้ หรือสมาชิกของเว็บไซต์หรือแอปพลิเคชัน ทราบถึงจุดเด่น คุณลักษณะจำเพาะของเว็บไซต์หรือแอปพลิเคชัน หรือความต้องการขั้นต่ำของระบบ (Minimum System Requirements) ในการใช้เว็บไซต์หรือแอปพลิเคชันนั้นๆ เพื่อป้องกันความเสียหายที่อาจเกิดขึ้นกับเว็บไซต์หรือแอปพลิเคชันจากการใช้งานไม่ถูกต้องหรือไม่ถูกวิธี เช่น การห้ามโพสข้อความรูปภาพในเว็บไซต์ที่มีขนาดใหญ่ของสมาชิกจนทำให้เว็บไซต์หรือแอปพลิเคชันทำงานช้ากว่าปกติและทำให้ระบบมีการใช้ทรัพยากรสูง (Server Load) เพื่อป้องกันความเสี่ยงจากความรับผิดทางกฎหมายของผู้เป็นเจ้าของเว็บไซต์หรือแอปพลิเคชัน หากมีการใช้เว็บไซต์หรือแอปพลิเคชันดังกล่าวที่ผิดกฎหมายหรือละเมิดสิทธิของผู้อื่น โดยผู้เยี่ยมชม ผู้ใช้ หรือสมาชิกของเว็บไซต์หรือแอปพลิเคชันนั้นๆ ซึ่งเป็นที่สำคัญที่สุด เช่น การสงวนสิทธิตามกฎหมายของผลงาน ข้อมูล และการออกแบบที่เจ้าของเว็บไซต์หรือแอปพลิเคชันเผยแพร่บนเว็บไซต์หรือแอปพลิเคชัน การห้ามโพสข้อความในเว็บไซต์หรือแอปพลิเคชันที่เป็นการละเมิดลิขสิทธิ์ของผู้อื่น (Copyright Infringement) การห้ามใช้เว็บไซต์หรือแอปพลิเคชันเป็นช่องทางหรือเครื่องมือในการทำผิดกฎหมาย และ เพื่อจุดประสงค์จำเพาะต่างๆ ของเจ้าของแต่ละเว็บไซต์หรือแอปพลิเคชันซึ่งมีลักษณะและข้อควรระวังในการใช้ต่างกัน เช่น ในกรณีที่เว็บไซต์หรือแอปพลิเคชันนั้นมีการเสนอขายสินค้าหรือบริการ อาจมีการกำหนดข้อจำกัดความรับผิดเกี่ยวกับสินค้าและบริการที่อยู่ในเว็บไซต์หรือแอปพลิเคชัน (Limitation of Product/Service Liability) เงื่อนไขการรับประกัน (Warranty) การชำระค่าสินค้าและบริการ (Payment) นโยบายการคืนเงินและเปลี่ยนสินค้า (Refund and Return Policy) การโอนความเสี่ยงในสินค้า (Passing of Risk) หรือในกรณีที่เว็บไซต์หรือแอปพลิเคชัน มีการเก็บข้อมูลส่วนตัวของผู้เยี่ยมชม ผู้ใช้ หรือสมาชิก เจ้าของเว็บไซต์หรือแอปพลิเคชันจึงควรปฏิบัติตามกฎหมายคุ้มครองข้อมูลส่วนบุคคล (Data Privacy) ของประเทศไทย (รวมถึง ประเทศอื่นอีกด้วยหากผู้ใช้งานเป็นคนของชาติอื่นและกฎหมายคุ้มครองข้อมูลส่วนบุคคลของประเทศนั้นๆ มีการบังคับใช้กฎหมายนอกดินแดน เช่น สหภาพยุโรป) ซึ่งโดยหลักเกณฑ์ทั่วไป คือต้องแจ้งให้ ผู้ใช้ หรือสมาชิกของเว็บไซต์หรือแอปพลิเคชัน ทราบว่าข้อมูลส่วนตัวของตนใดบ้างที่จะถูกจัดเก็บ และจะถูกนำไปใช้ทำอะไรบ้าง มีการเปิดเผยหรือไม่ และ ผู้ใช้ หรือสมาชิกของเว็บไซต์ยินยอมให้ใช้หรือเปิดเผยข้อมูลนั้นหรือไม่",
        "accept_button": "ยอมรับเงื่อนไขการใช้บริการ",
        "cancel_button": "ยกเลิก"
    },
    "create_pin_code_page": {
        "title": "สร้างรหัส Pincode 4",
        "title_confirm": "สร้างรหัส Pincode 4 อีกครั้ง",
        "subtitle": "เพื่อรักษาข้อมูลของคุณให้ปลอดภัย",
        "error": "รหัสไม่ตรงกัน กรุณาลองใหม่อีกครั้ง"
    },
    "otp_verification_page": {
        "title": "OTP Verification\nยืนยันตัวตนผู้ใช้งาน",
        "subtitle": "เราได้ส่ง SMS พร้อมรหัสไปที่หมายเลข  +66-XXXXX-X999 ให้คุณแล้ว",
        "placeholder": "ยืนยันรหัส OTP",
        "request_button": "ขอรหัส OTP",
        "confirm_button": "ยืนยัน",
        "countdown_message": "ขอรหัส OTP ได้อีกครั้งใน {} วินาที"
    },
    "registration_stepper_page": {
        "appbar_title": "สถานะเอกสาร",
        "stepper": {
            "registerd": "ลงทะเบียนแล้ว",
            "waiting": "รอติดต่อกลับ",
            "approved": "อนุมัติสร้าง CV"
        },
        "title": "รอเจ้าหน้าที่ติดต่อกลับ\nเพื่อทำการอนุมัติ",
        "subtitle": "ขณะนี้ระบบกำลังทำการตรวจการลงทะเบียนของท่าน\nกรุณารอพนักงานฝ่ายขายติดต่อกลับ\nเพื่อสร้าง CV ให้กับคุณภายใน 24 ชั่วโมง",
        "back_button": "กลับสู่หน้าหลัก"
    },
    "home_page": {
        "see_all": "ดูทั้งหมด",
        "read_more": "อ่านเพิ่มเติม",
        "search_placeholder": "Search",
        "main_menu": {
            "farm_analytic": "วิเคราะห์ประเมินฟาร์ม",
            "customer_privilege": "สิทธิพิเศษสำหรับลูกค้า"
        },
        "my_app_title": "แอปของฉัน",
        "my_app_menu": {
            "smart_farm": "Smart Farm Simple",
            "market_plan": "Market Plan",
            "customer_feedback": "Customer Feedback"
        },
        "my_privilege_title": "สิทธิประโยชน์เฉพาะคุณ",
        "news_title": "ข่าวประชาสัมพันธ์"
    },
    "tabbar": {
        "home": "หน้าหลัก",
        "market": "ตลาดกลาง",
        "shrimp_farm": "ฟาร์มกุ้ง",
        "account": "บัญชี"
    }
}